/* The canonical name of AirPort */
"AIRPORT_INTERFACE_NAME" = "AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_KIND" = "AirPort-verkon salasana";

/* For searching keychain */
"AIRPORT_NETWORK_WHERE" = "AirPort-verkko";

/* Status label, indicates airport appears to be associated with a network */
"AIRPORT_SETTINGS_STATUS" = "AirPort-asetukset";

/* Status label, indicates airport is turned on */
"AIRPORT_STATUS" = "AirPort";

/* The canonical name of Ethernet */
"ETHERNET_INTERFACE_NAME" = "Ethernet";

/* Status label, indicates ethernet appears to be plugged in */
"ETHERNET_STATUS" = "Ethernet";

/* Title of continue button */
"CONTINUE_BUTTON" = "Jatka";

/* The subtitle of a failed status light */
"FAILED_STATUS_TEXT" = "Epäonnistui";

/* Text that appears while scanning the network for its current state */
"SCANNING_TEXT" = "Etsitään…";

/* Text that appears while connecting to network */
"CONNECTING_TEXT" = "Yhdistetään…";

/* Title of back button */
"GO_BACK_BUTTON" = "Takaisin";

/* The canonical name of Internal Modem */
"INTERNALMODEM_INTERFACE_NAME" = "Sisäinen modeemi";

/* The canonical name of External Modem */
"EXTERNALMODEM_INTERFACE_NAME" = "Ulkoinen modeemi";

/* Status label, indicates the internet is reachable */
"INTERNET_STATUS" = "Internet";

/* Status label, indicates the ISP is reachable */
"ISP_STATUS" = "Palveluntarjoaja";

/* Status label, indicates airport appears to be associated with a network */
"MODEM_SETTING_STATUS" = "Modeemiasetukset";

/* Status label, indicates there a modem */
"MODEM_STATUS" = "Modeemi";

/* Describes generically that the app has encountered some sort of network change */
"NETWORK_CHANGE_DETECTED_TEXT" = "Verkkoasetukset ovat muuttuneet. Siirry seuraavaan vaiheeseen osoittamalla OK.";

/* Title of back button when we can figure out how to go back */
"NETWORK_CHANGE_DETECTED_TITLE" = "Muutos verkossa havaittu";

/* Status label, indicates PPP settings look correct
   Status label, indicates DHCP/PPPoE settings look correct */
"NETWORK_SETTINGS_STATUS" = "Verkko-asetukset";

/* Title of an Okay button */
"OK_BUTTON" = "OK";

/* Title of quit button */
"QUIT_BUTTON" = "Lopeta";

/* Status label, indicates internet is reachable */
"SERVER_STATUS" = "Palvelin";

/* Title of back button */
"START_OVER_BUTTON" = "Aloita alusta";

